Repository: minamalak/IACAD-iPhone
Catalog: Strings/*.strings
Languages: ar

# message_ok
source: OK
ar: تم

# side_main
source: Main Menu
ar: القائمة الرئسية

# side_about
source: About Us
ar: من نحن

# side_contact
source: Contact Us
ar: إتصل بنا

# side_language
source: Language
ar: اللغة

# side_history
source: Listing Projects
ar: عرض المشاريع

# noconnection_lbl
source: Sorry, no internet connection; please try again later....
ar: عذراً لا يوجد إتصال حالياً بشبكة الانترنت ، جاري إعادة الإتصال ...

# browse_lbl
source: Browse
ar: تصفح

# donate_lbl
source: Special Donation
ar: تبرع

# event_lbl
source: Events
ar: فعاليات

# general_lbl
source: Donation
ar: تبرع عام

# special_donate_lbl
source: Special Donation
ar: تبرع خاص

# rescue_lbl
source: Relief
ar: إغاثة

# zakat_lbl
source: About Zakat Office
ar: عن مكتب الزكاة

# gate_lbl
source: About Emirates Gate
ar: عن بوابة الامارات

# register_title_lbl
source: Registration
ar: التسجيل

# login_title_lbl
source: Login
ar: التسجيل

# register_or_login_lbl
source: Please Login or Register
ar: برجاء الدخول أو التسجيل

# register_new_user_lbl
source: New User Registration
ar: تسجيل عضو جديد

# required_lbl
source: Required
ar: إلزامي

# username_lbl
source: Username
ar: إسم المستخدم

# password_lbl
source: Password
ar: كلمة السر

# oldpassword_lbl
source: Old Password
ar: كلمة السر القديمة

# newpassword_lbl
source: New Password
ar: كلمة السر الجديدة

# forgot_password_lbl
source: Forgot password?
ar: نسيت كلمة السر؟

# email_lbl
source: Email:
ar: البريد الالكتروني

# firstname_lbl
source: First Name
ar: الاسم الاول

# lastname_lbl
source: Family Name
ar: إسم العائلة

# mobile_lbl
source: Mobile Number
ar: رقم المحمول

# country_lbl
source: Country
ar: البلد

# city_lbl
source: City
ar: المدينة

# edit_lbl
source: Edit Profile
ar: تعديل البيانات الشخصية

# question_lbl
source: Secret Question
ar: السؤال السري

# answer_lbl
source: Secret Answer
ar: الجواب السري

source: Change Password
ar: تغيير كلمة السر

source: Choose Question
ar: اختار السؤال

# done_lbl
source: Done
ar: تم

# enter_username
source: Enter your username
ar: أدخل إسم المستخدم

# enter_password
source: Enter your password
ar: أدخل كلمة السر

source: Enter old password
ar: أدخل كلمة السر القديمة

# message_title
source: Emirates Charity
ar: إمارات الخير

# enter_question
source: Enter secret question
ar: أدخل السؤال السري

# enter_answer
source: Enter secret answer
ar: أدخل الجواب السري

# enter_email
source: Enter your email address
ar: أدخل البريد الالكتروني

# enter_correct_email
source: Enter your e-mail correctly
ar: أدخل البريد الالكتروني بشكل صحيح

# enter_firstname
source: Enter your first name
ar: أدخل الاسم الاول

# enter_familyname
source: Enter your family name
ar: أدخل إسم العائلة

# enter_mobile
source: Enter your mobile phone number
ar: أدخل رقم المحمول

source: Select Country
ar: إختار البلد

source: Select City
ar: إختار المدينة

# complex_password
source: Your password must contains lowercase letters, uppercase letters, numbers, symbols and must be 7 characters or more
ar: لابد أن تحتوي كلمة السر على حروف صغيرة و حروف كبيرة و أرقام و رموز و لا تقل عن سبعة أحرف

# enter_donation
source: Enter the donation value
ar: أدخل قيمة التبرع

# remaining_share_message
source: Stocks you have entered are more than remaining stocks
ar: أسهم قمت بإدخال أكثر من الأسهم المتبقية

# stocks_empty
source: Enter number of stocks
ar: من فضلك ادخل عدد الاسهم

# project_name_msg
source: Enter project name
ar: أدخل اسم المشروع

# project_note_msg
source: Enter project note
ar: أدخل مذكرة المشروع

# enter_secret_question
source: Choose secret question
ar: اختار السؤال السري

# value_more_remaining_lbl
source: Enter value less than remaining stock
ar: أدخل قيمة أقل من الأسهم المتبقية

# registrationdone_msg
source: You have been successfully registered
ar: لقد تم تسجيلك بنجاح

# charities_lbl
source: Charities
ar: الجمعيات الخيرية

# statistics_lbl
source: Statistics
ar: الإحصائيات

# asembly_lbl
source: Name:
ar: إسم الجمعية :

# desc_lbl
source: Description:
ar: الوصف :

# activites_lbl
source: Activities:
ar: الانشطة :

# desc2_lbl
source: Description:
ar: التفاصيل :

# telephone_lbl
source: Telephone:
ar: هاتف :

# fax_lbl
source: Fax:
ar: الفاكس :

# website_lbl
source: Website:
ar: الموقع :

# total_donation_lbl
source: Total Donations
ar: مجموع التبرعات

# dirham_lbl
source: AED
ar: درهم اماراتي

# dirham_lbl2
source: AED
ar: د.ا

# shares_lbl
source: Stocks
ar: الأسهم

# donate_title
source: Donations Guide
ar: دليل التبرعات

# all_charities
source: All Associations
ar: كل الجمعيات

source: All Countries
ar: كل البلاد

# asembly_name
source: Charity name
ar: الجمعية

# cost_lbl
source: Cost(AED):
ar: التكلفة (د.ا.)

# project_type_lbl
source: Project type:
ar: نوع المشروع :

# area_lbl
source: Area (m2):
ar: المساحة (م٢):

# time_lbl
source: Durations (months):
ar: مدة التنفيذ (شهور):

# capacity_lbl
source: Capacity:
ar: السعة :

# remain_share_lbl
source: Remaining Stocks:
ar: الاسهم المتبقية :

# total_share_lbl
source: Total Stocks:
ar: إجمالي الاسهم :

# share_price_lbl
source: Stock Price:
ar: سعر السهم :

# confirm_donate_lbl
source: Confirm Donation
ar: تأكيد التبرع

# enter_number_units
source: Please enter the number of units that you want to donate them
ar: من فضلك أدخل عدد الوحدات التي تريد التبرع بها

# enter_value
source: Please enter a value that you want to donate
ar: من فضلك أدخل قيمة التبرع التي تريد التبرع بها

# enter_stock
source: Please enter number of stocks that you want to donate
ar: الرجاء إدخال عدد الأسهم التي ترغب في التبرع

source: Total Value:
ar: إجمالي القيمة :

# units_lbl
source: Units
ar: وحدات

# project_name_lbl
source: Project name
ar: اسم المشروع

# project_note_lbl
source: Project note
ar: مذكرة المشروع

# no_info_lbl
source: No Data
ar: لا يوجد بيانات

# months_lbl
source: Months
ar: الأشهر

# enter_number_months
source: Enter number of months
ar: أدخل عدد الأشهر

# AgeMonthFormat
source: %d Months
ar: %d شهر

# AgeYearFormat
source: %d Years
ar: %d سنة

# name_lbl
source: Name
ar: الاسم

# Nationality_lbl
source: Nationality
ar: الجنسية

# Cost_lbl
source: Cost(AED):
ar: التكلفة (د.ا.)

# Gender_lbl
source: Gender
ar: الجنس

# Age_lbl
source: Age
ar: العمر

# donationType_lbl
source: Donation Type
ar: نوع التبرع

# FamilyMembers_lbl
source: Family Members
ar: عدد افراد الأسرة

# SonsNumber_lbl
source: Number of boys
ar: عدد الأولاد

# DaughtersNumber_lbl
source: Number of girls
ar: عدد البنات

# MonthlyIncome_lbl
source: Income
ar: الدخل الشهري

# StudentMaritalStatus_lbl
source: Marital Status
ar: الحالة الإجتماعية

# StudentWork_lbl
source: Work
ar: الوظيفه

# StudentCertificateCertificateName_lbl
source: Latest Certificate
ar: اخر شهادة تم الحصول عليها

# StudentCertificateDate_lbl
source: Latest Certificate Date
ar: تاريخ الحصول علي اخر شهادة

# StudentsSponsorshipTypeName_lbl
source: Sponsorship Type
ar: نوع الكفالة المطلوبة

# StudentScholarshipGradeName_lbl
source: Scholarship Grade
ar: درجة المنحة الدراسية

# CityName_lbl
source: City
ar: المدينة

# InstitutionAddress_lbl
source: Institution
ar: المؤسسة

# EducationCost_lbl
source: Education
ar: تكلفة التعليم

# UniversityName_lbl
source: University
ar: الجامعة

# Health_lbl
source: Health Status
ar: حالة اليتيم الصحية

# StudyLevel_lbl
source: Study Level
ar: المرحلة الدراسية

# TeacherMaritalStatus_lbl
source: Marital Status
ar: الحالة الإجتماعية

# TeacherEducationType_lbl
source: Education Type
ar: طبيعة الدراسة

# TeacherEducatinoPlace_lbl
source: Education Place
ar: مكان الدراسة

# TeacherChildrenCount_lbl
source: Number of kids
ar: عدد الأولاد

# unkown_error
source: This request cannot be completed
ar: هذا الطلب لم يكتمل
